// a - дуже часто – 4 бали;
// b - часто – 3 бали;
// c - інколи – 2 бали;
// d - рідко – 1 бал;
// e - ніколи – 0 балів

export const variantAnswer = {
    a: 'дуже часто;',
    b: 'часто;',
    c: 'інколи;',
    d: 'рідко;',
    e: 'ніколи.'
};

export const answersTest = {
  0: 'У вас високий рівень самооцінки.\n Ви правильно реагує на зауваження інших і рідко сумніваєтеся у своїх діях.',
  26: 'У вас середній рівень самооцінки.\n Ви рідко страждає від “комплексу неповноцінності” і лише час від часу намагається\n' +
      ' підладнатися під думку інших.',
  46: 'У вас низький рівень самооцінки.\n Ви хворобливо переносите критичні зауваження на свою адресу, \nнамагаєтеся завжди рахуватися з ' +
      'думками інших \nі часто страждаєте від “комплексу неповноцінності”.'
};
