export const answerTest = {
  a:
    'Нажаль, з великою ймовірностію підприємиць з вас не вийде.\n Вам більше за смаком працювати під чужим керівництвом, ви ' +
    'комфортно відчуваєте себе в ролі виконавця, який не несе ніякої серйозної відповідальності. У цьому немає' +
    'нічого поганого - адже успішну кар\'єру можна побудувати й у чужому бізнесі.',
  b:
    'Вітаємо, ви природжений підприємець.\n Працювати на себе, у зручному для вас режимі, нести повну відповідальність за свої дії - ' +
    'ось те, до чого ви прагнете. Якщо у вас уже є гарна ідея для бізнесу - не відкладайте її в довгий ящик, а негайно приступайте до' +
    'реалізації!',
  c:
    'Не засмучуйтеся, але ви не впевнені в собі.\n Вам хотілося б працювати на себе, але ви не готові ризикувати. Втім, це може ' +
    'допомогти вам у роботі підприємця - адже ваша обачність не дозволить вам затівати сумнівні починання. Може бути, вам варто' +
    'довідатися побільше про те, що значить працювати на себе - це допоможе вам позбутися ваших страхів.',
  ab:
    'Ви маєте непогані шанси стати підприємцем.\n Ви прагнете більшої свободи дій, частково втілюєте свої ідеї в життя, але слід брати ' +
    'на себе сміливіть і ризикувати, більше працювати самостійно, а не під чужим керівництвом, адже те, що ви прагнете є досяжним.',
  ac:
    'Поки що ви не готові стати підприємцем.\n Ваші страхи і здатність працювати під чужим керівництвом, у ролі виконавця, а не лідера, ' +
    'не дозволяють вам бути підприємцем.',
  bc:
    'Є над чим працювати.\n Готовністі ризикувати і працювати на себе, у зручний для вас час - замало, ще потрібно брати на себе ' +
    'відповідальність за свої дії. Працюйте над собою, своїми страхами і шукайте цікаві ідеї для вашого бізнесу.'
};
