export const testBusiness = {
  question1: {
    question: 'Чи любите ви вирішувати складні завдання?',
    answer: {
      a: 'ні, я волію робити те, що в мене добре виходить;',
      b: 'так, я люблю кидати собі виклик;',
      c: 'тільки якщо я хоча б приблизно розумію, із чого починати.'
    }
  },
  question2: {
    question: 'Як ви ставитеся до критики?',
    answer: {
      a: 'якщо мене критикують, я швидко зневіряюся в себе;',
      b: 'критика тільки додатково мотивує мене - мені ще більше хочеться довестисвою правоту;',
      c: 'я можу винести помірну дозу критики, не більше того.'
    }
  },
  question3: {
    question: 'Чи любите ви роботу в команді - коли відповідальність ділиться нарівно між співробітниками?',
    answer: {
      a: 'так, це оптимальний варіант для мене;',
      b: 'я волію брати на себе й повний контроль, і всю відповідальність;',
      c: 'я можу брати на себе відповідальність, але тільки коли впевнений в успіху справи.'
    }
  },
  question4: {
    question: 'Чи готові ви ризикнути своїми заощадженнями, вклавши їх у свій бізнес?',
    answer: {
      a: 'ні, я боюся ризикованих інвестицій;',
      b: 'так, у мене є спеціальний грошовий резерв, і я готовий їх вкласти у свою справу;',
      c: 'тільки якщо сума буде не занадто великою, щоб не похитнути мою фінансову стабільність.'
    }
  },
  question5: {
    question: 'Що приваблює вас найбільше в можливості працювати на себе?',
    answer: {
      a: 'те, що не потрібно буде рано вставати та носити офісні костюми;',
      b: 'свобода дій;',
      c: 'те, що я зможу займатися улюбленою справою.'
    }
  },
  question6: {
    question:
      'Вас не хвилює те, що, будуючи свій бізнес, ви тим самим ставите хрест на кар\'єрі у великій чужій компанії, а самі ' +
      'можете назавжди залишитися дрібним підприємцем?',
    answer: {
      a: 'хвилює - мені подобається відчувати себе гвинтиком у великій машині;',
      b: 'ні, якщо захочу - то зможу й свій бізнес перетворити на велику компанію;',
      c: 'іноді це мене турбує, але це скоріше тимчасове явище.'
    }
  },
  question7: {
    question: 'Ви терплячі, коли мова йде про одержання бажаного результату?',
    answer: {
      a: 'так, я здатний терпляче чекати;',
      b: 'ні, мені хочеться відразу ж бачити хоч які-небудь плоди моїх зусиль;',
      c: 'тільки якщо результат того вартий.'
    }
  }
};
