// Аналіз результатів починається з співставлення отриманих відповідей з наведеним
// нижче ключем.
//   Ключ
// «Так»: 1,3, 5,7,9,11,13,17,18, 19, 20.
// «Ні»: 2, 4, 6, 8, 10,12, 14,15, 16.
// Потім необхідно підрахувати суму збігів із ключем. Коефіцієнт організаторських
// здібностей дорівнює дробу, де чисельник - сума збігів із ключем, помножена на
// 100%, а знаменник - 20.
// Критерії для висновків:
//   до 40% - рівень організаторських здібностей низький;
// 40-70% - середній;
// понад 70% - високий.

export const answersTest = {
  0: 'У вас рівень організаторських здібностей низький.',
  40: 'У вас середній рівень організаторських здібностей низький',
  70: 'У вас низький рівень організаторських здібностей низький'
};
