// a - майже завжди – 4 бали;
// b - часто – 3 бали;
// c - інколи – 2 бали;
// d - майже ніколи – 1 бал;

export const variantAnswer = {
  a: 'майже завжди;',
  b: 'часто;',
  c: 'інколи;',
  d: 'майже ніколи.'
};

export const answersTest = {
  0: 'У вас низький рівень тривожності.',
  30: 'У вас середній рівень тривожності.',
  45: 'У вас високий рівень тривожності.'
};

// Т (тривожність) = А – В
// А = сума балів з запитань 1, 6, 7, 10, 13, 16,18;
// В = сума балів з запитань 2,3,4,5, 8,9, 11, 12, 14,15, 17,20
// Якщо Т менше 30 балів – низький рівень тривожності
// Якщо Т від 30 до 45 балів – середній рівень тривожності
// ЯкщоТ більше 45 балів – високий рівень тривожності
