export const testContact = {
  question1: {
    question: 'Звичайно я спокійно реагую на надмірно сконцентрованих на собі, самозадоволених людей, навіть тоді, коли вони ' +
              'похваляються або інакше показують якої високої думки вони про себе?',
    answer: {
      a: 'так, твердження вірне;',
      b: 'вірно, але щось середнє;',
      c: 'ні, не вірно.'
    }
  },
  question2: {
    question: 'Я сумніваюся в чесності людей, які проявляють більше дружелюбності, ніж я можу чекати?',
    answer: {
      a: 'згодний;',
      b: 'невпевнений;',
      c: 'незгодний.'
    }
  },
  question3: {
    question: 'Якщо хтось розсердився на мене, то я?',
    answer: {
      a: 'спробую його заспокоїти;',
      b: 'не знаю, що зробив би;',
      c: 'сам розсердився б.'
    }
  },
  question4: {
    question: 'Нема абсолютно поганих людей, просто треба прагнути зрозуміти людину і вона відповість добром?',
    answer: {
      a: 'згодний;',
      b: 'невпевнений;',
      c: 'незгодний.'
    }
  },
  question5: {
    question: 'Коли роблять спробу керувати мною, я навмисне роблю все навпаки?',
    answer: {
      a: 'так, твердження вірне;',
      b: 'вірно, але щось середнє;',
      c: 'ні, не вірно.'
    }
  },
  question6: {
    question: 'Якщо керівництво або члени сімї в чомусь мене доркають, то , як правило, я стою за справедливість?',
    answer: {
      a: 'згодний;',
      b: 'невпевнений;',
      c: 'незгодний.'
    }
  },
  question7: {
    question: 'Іноді жартома я роблю яке – небудь (іноді невдале) зауваження тільки для того, щоб здивувати людей і подивитися, ' +
              'що вони на це скажуть?',
    answer: {
      a: 'так, буває;',
      b: 'складно відповісти;',
      c: 'ні, ніколи так не роблю.'
    }
  },
  question8: {
    question: 'Мені подобається ретельно продумувати, як вплинути на інших людей, щоб вони допомогли досягти моєї цілі?',
    answer: {
      a: 'згодний;',
      b: 'невпевнений;',
      c: 'незгодний.'
    }
  },
  question9: {
    question: 'Якщо моє вдале зауваження залишилося непоміченим?',
    answer: {
      a: 'я не повторюю його;',
      b: 'не можу відповісти;',
      c: 'повторюю своє зауваження знову.'
    }
  },
  question10: {
    question: 'Іноді я засмучуюся через те, що люди кажуть про мене погані речі поза очі і без всяких на те підстав?',
    answer: {
      a: 'згодний;',
      b: 'невпевнений;',
      c: 'незгодний.'
    }
  }
};
